# 테스트용 자동설정 쿼리, 사용하지 않으나 참고용으로 남겨둠
# 사용하려면 ddl-auto : create나 create-drop으로 변경하기 근데 데이터 전체 초기화되니까 주의

INSERT INTO ImageStyle (styleName) VALUES
    ('미니멀'),
    ('뮤지컬'),
    ('전쟁'),
    ('미스테리'),
    ('역사'),
    ('실험'),
    ('도시'),
    ('고전'),
    ('로맨스'),
    ('아포칼립스'),
    ('액션'),
    ('19세기 영국'),
    ('판타지'),
    ('누아르'),
    ('모던'),
    ('가족'),
    ('코미디'),
    ('스릴러'),
    ('사이버펑크'),
    ('슈퍼 히어로'),
    ('흑백'),
    ('다큐멘터리'),
    ('서부'),
    ('스포츠'),
    ('애니메이션'),
    ('드라마'),
    ('SF'),
    ('모험');



